export const useRamen = () => useState('Ramen', () => {
    return {
        Atitle: "本家第一旭本店",
        Aadress: [
            { text: "〒600-8213" },
            { text: "京都府京都市下京区東塩小路向畑町845" },
            { text: "075-351-6321" },
            { text: "600～25:00" },
            { text: "席数: 44席" },
        ],

        Iptitle: "一風堂",
        Iptitle2: "一風堂 京都ポルタ店",
        Ipadress: [
            { text: "〒600-8216" },
            { text: "京都府 京都市 下京区 烏丸通塩小路下る東塩小路町902" },
            { text: "京都ポルタ 「東エリア」内" },
            { text: "075-708-5300" },
            { text: "11:00 ~ 22:00" },
        ],
        
        Ictitle: "一蘭",
        Ictitle2: "一蘭 京都烏丸店",
        Icadress: [
            { text: "〒600-8006" },
            { text: "京都府京都市下京区立売中之町102-3 ミューズ389京都ビル2F" },
            { text: "075-211-7755" },
            { text: "10:00～22:00" },
        ],

        Jtitle: "神来",
        Jtitle2: "熟成麺屋 神来 西院本店",
        Jadress: [
            { text: "〒604-8855" },
            { text: "京都府京都市中京区壬生淵田町1" },
            { text: "075-315-9588" },
            { text: "【月曜日〜木曜日】<br>11:30〜24:00（L.O.23:30）" },
        ]
    }
}
)
