export const useRamen = () => useState('Ramen', () => {
    return {
        Atitle: "本家第一旭本店",
        Aadress: [
            { text: "〒600-8213" },
            { text: "京都府京都市下京区東塩小路向畑町845" },
            { text: "075-351-6321" },
            { text: "600～25:00" },
            { text: "席数: 44席" },
        ],

        Iptitle: "一風堂",
        Iptitle2: "一風堂 京都ポルタ店",
        Ipadress: [
            { text: "〒600-8216" },
            { text: "京都府 京都市 下京区 烏丸通塩小路下る東塩小路町902" },
            { text: "京都ポルタ 「東エリア」内" },
            { text: "075-708-5300" },
            { text: "11:00 ~ 22:00" },
        ],
        
        Ictitle: "一蘭",
        Ictitle2: "一蘭 京都烏丸店",
        Icadress: [
            { text: "〒600-8006" },
            { text: "京都府京都市下京区立売中之町102-3 ミューズ389京都ビル2F" },
            { text: "075-211-7755" },
            { text: "10:00～22:00" },
        ],

        Jtitle: "神来",
        Jtitle2: "熟成麺屋 神来 西院本店",
        Jadress: [
            { text: "〒604-8855" },
            { text: "京都府京都市中京区壬生淵田町1" },
            { text: "075-315-9588" },
            { text: "【月曜日〜木曜日】<br>11:30〜24:00（L.O.23:30）" },
            { text: "【金曜日】11:30〜24:30（L.O.24:00）"},
            { text: "【土曜日】11:00〜24:30（L.O.24:00）"},
            { text: "【日曜日】11:00〜24:00（L.O.23:30）"},
        ],

        Kititle: "魁力屋",
        Kititle2: "京都北白川ラーメン魁力屋 丹波口店",
        Kiadress: [
            { text: "〒600-8812" },
            { text: "京都府京都市下京区中堂寺北町15-1" },
            { text: "075-874-4499" },
            { text: "11:00-24:00(ラストオーダー23:45)" },
        ],

        Kktitle: "革麺家",
        Kktitle2: "横浜家系ラーメン 革麺家 岩出店",
        Kkadress: [
            { text: "〒649-6235" },
            { text: "和歌山県岩出市西野211-1 1F" },
            { text: "0736-67-7030" },
            { text: "11:00～24:30(L.O.24:00)" },
        ],

        Tntitle: "天下一品",
        Tntitle2: "天下一品 西院店 屋台",
        Tnadress: [
            { text: "〒615-0014" },
            { text: "京都府京都市右京区西院巽町２－２" },
            { text: "075-325-0266" },
            { text: "11:00～14:30/17:00～翌1:00" },
            { text: "（土曜 11:00～翌1:00 / 日曜・祝日 11:00～22:00）" },
            { text: "（OS 全日閉店15分前）"}
        ],

        Yktitle: "ラーメン横綱",
        Yktitle2: "ラーメン横綱 五条店",
        Ykadress: [
            { text: "〒600-8375" },
            { text: "京都市下京区大宮通り五条西入る" },
            { text: "075-361-6050" },
            { text: "午前11:00～翌朝5:00 (ラストオーダー 5:00)" },
        ],

        Zntitle: "ずんどう屋",
        Zntitle2: "ずんどう屋 四条烏丸店",
        Znadress: [
            { text: "〒604-8132" },
            { text: "京都府京都市中京区西魚屋町619" },
            { text: "075-746-4808" },
            { text: "＜通常＞ 11:00～22:00" },
            { text: "(金土祝前日11:00~24:00)"},
        ]
    }
}
)
